token = "ODIzMjM5MDk0NzI4NTIzNzg2.YFd7Jw.C0xK7GqZ_0hELtPqegdY-N-7v-0"
prefix = 'Бот, '
respect_admin = True
# EMOJIS
emoj1 = '👍'
emoj2 = '♥'
emoj3 = '👎'
smislwords = ['смысла нет', 'смысола нет', 'в названии сервера нет смысла', 'смысла в сервере нет', 'smisla net', 'smi0l@ n3t', 'cмblc0л@ нет', 'cмblс0л@ |-|et', 'cмblс0л@ нet', 'cмblс0л@ net',
    "в названии сервера нет смысла", "в н@3вании срва нт сммсла", 'CMblCJLA HETY', 'Сенсу немаэ', 'no sense', 'нет смысла', "It doesn't make sense", 'It doesn"t make sense', 'B H43v4n11 н3t sm1sl4',
    'В нозвании нета смисила', 'В низвонii нема смисэло', 'нема смисэло', 'нема смысла', 'смысла нема', 'н3тY смысла', 'названии нет', 'названии смысла', 'смысла в названии', 'смысла нет в названии',
    'нэз анн ii н3тY смысала']
badwords = ['пизда', 'долбоеб', 'ебать', 'пидорас', 'хуесосина', 'asshole', 'fuck',]
pause = False