token = "ODIzMjM5MDk0NzI4NTIzNzg2.YFd7Jw.C0xK7GqZ_0hELtPqegdY-N-7v-0"
prefix = 'Бот, '
respect_admin = True
# EMOJIS
emoj1 = '👍'
emoj2 = '♥'
emoj3 = '👎'
smislwords = ['смысла нет', 'смысола нет', 'в названии сервера нет смысла', 'смысла в сервере нет', 'smisla net', 'smi0l@ n3t', 'cмblc0л@ нет', 'cмblс0л@ |-|et', 'cмblс0л@ нet', 'cмblс0л@ net',
    "в названии сервера нет смысла", "в н@3вании срва нт сммсла", 'CMblCJLA HETY', 'Сенсу немаэ', 'no sense', 'нет смысла', "It doesn't make sense", 'It doesn"t make sense', 'B H43v4n11 н3t sm1sl4',
    'В нозвании нета смисила', 'В низвонii нема смисэло', 'нема смисэло', 'нема смысла', 'смысла нема', 'н3тY смысла', 'названии нет', 'названии смысла', 'смысла в названии', 'смысла нет в названии',
    'нэз анн ii н3тY смысала']
badwords = ["позер", "хуесос", "тебе слово никто не давал", "тупой что пиздец", "я ебал твою мать", "соси мой член",
            "уебок жалкий", "иди нахуй", "пидоры ебаные", "любители хуя во рту", "твои слова не значат", "сука иди нахуй",
            "сука идите нахуй", "целка", "иди сюда выебу", "говно", "хуйета", "чмо", "гитлер лох", "чмо гитлер", "гитлер чмо",
            "лукист", "fucking bastards", "asshole", "bastard", "fuck", "fuck your mom", "иди нахуй"]
pause = False
'''
> **КРИТИЧЕСКОЕ УВЕДОМЛЕНИЕ**

**Уведомление системы поиска токсиков**
**Ваш аккаунт был заблокирован**

К сожалению, мы неоднократно предупреждали вас о вашей токсичной активности, и вы успешно проигнорировали все предупреждения.
Мы очень сожалеем, но мы вынуждены забанить вас в целях сохранения имиджа сервера. Вы можете подать аппеляцию, связавшись с
коммьюнити менеджером: <@469783042999844864> или <@447438817209614337>

Это сообщение было отправлено автоматически. Если вы считаете это ложным срабатыванием, свяжитесь с командой разработки бота.

*`С уважением, команда поддержки NeveRest. Хорошего дня`*
'''