# 070206
token = "ODIzMjM5MDk0NzI4NTIzNzg2.YFd7Jw.APc-8LYYTq2Kr4G0KqcpV0yfewQ"
prefix = 'Бот, '
respect_admin = True
# EMOJIS
emoj1 = '👍'
emoj2 = '♥'
emoj3 = '👎'
smislwords = ['смысла нет', 'смысола нет', 'в названии сервера нет смысла', 'смысла в сервере нет', 'smisla net', 'smi0l@ n3t', 'cмblc0л@ нет', 'cмblс0л@ |-|et', 'cмblс0л@ нet', 'cмblс0л@ net',
    "в названии сервера нет смысла", "в н@3вании срва нт сммсла", 'CMblCJLA HETY', 'Сенсу немаэ', 'no sense', 'нет смысла', "It doesn't make sense", 'It doesn"t make sense', 'B H43v4n11 н3t sm1sl4',
    'В нозвании нета смисила', 'В низвонii нема смисэло', 'нема смисэло', 'нема смысла', 'смысла нема', 'н3тY смысла', 'названии нет', 'названии смысла', 'смысла в названии', 'смысла нет в названии',
    'нэз анн ii н3тY смысала']
badwords = ["позер", "хуесос", "тебе слово никто не давал", "тупой что пиздец", "я ебал твою мать", "соси мой член",
            "уебок жалкий", "иди нахуй", "пидоры ебаные", "любители хуя во рту", "твои слова не значат", "сука иди нахуй",
            "сука идите нахуй", "целка", "иди сюда выебу", "говно", "хуйета", "чмо", "гитлер лох", "чмо гитлер", "гитлер чмо",
            "лукист", "fucking bastards", "asshole", "bastard", "fuck", "fuck your mom", "иди нахуй", "ну спасибо гандон",
            "пошёл нахуй", "ПИДОРАС", "даун это", "скажи заебал", "ты охуел", "ты пидорас охуел", "ты же умный там дохуя",
            "как лох", "ты же лох", "ты тоже лох", "соси", "cocи", "cocu", "бомж соси", "бомжи сосите", "амахасла", "я ебал твою мать",
            "но ты же лох ебаный", "но ты же лох"]
pause = False
msgTOXBAN = '''
> **КРИТИЧЕСКОЕ УВЕДОМЛЕНИЕ**

**Уведомление системы поиска токсиков**
**Ваш аккаунт был заблокирован**

К сожалению, мы неоднократно предупреждали вас о вашей токсичной активности, и вы успешно проигнорировали все предупреждения.
Мы очень сожалеем, но мы вынуждены забанить вас в целях сохранения имиджа сервера. Вы можете подать аппеляцию, связавшись с
коммьюнити менеджером: <@469783042999844864> или <@447438817209614337>

Это сообщение было отправлено автоматически. Если вы считаете это ложным срабатыванием, свяжитесь с командой разработки бота.

*`С уважением, команда поддержки NeveRest. Хорошего дня`*
'''
msg1lvltoxic = '''
---    Важное уведомление    ---
            
**Уведомление системы поиска токсиков**
            
В последнее время вы заметили за вами токсичную активность. Если вы не
прекратите, вам будет выдана пожизненная блокировка аккаунта.

Ваша токсичная активность низкая. Если вы прекратите токсичить, она снизится.

Это сообщение было отправлено автоматически. Если вы считаете это ложным срабатыванием, свяжитесь с командой разработки бота.

*`С уважением, команда поддержки NeveRest. Хорошего дня`*
'''
msg2lvltoxic = '''
---    Важное уведомление    ---
            
**Уведомление системы поиска токсиков**
            
В последнее время вы заметили за вами токсичную активность. Если вы не
прекратите, вам будет выдана пожизненная блокировка аккаунта. Мы уже отправляли
вам сообщение, но вы проигнорировали его. Не делайте так больше

Ваша токсичная активность повышенная. Если вы прекратите токсичить, она снизится.

Это сообщение было отправлено автоматически. Если вы считаете это ложным срабатыванием, свяжитесь с командой разработки бота.

*`С уважением, команда поддержки NeveRest. Хорошего дня`*
'''
msg3leveltoxic = '''
---    Важное уведомление    ---
            
**Уведомление системы поиска токсиков**
            
В последнее время вы заметили за вами токсичную активность. Если вы не
прекратите, вам будет выдана пожизненная блокировка аккаунта. Вы уже
проигнорировали 2 предупреждения, **после следущего вам будет выдан бан.**

Ваша токсичная активность очень высокая. Если вы прекратите токсичить, она снизится.

Это сообщение было отправлено автоматически. Если вы считаете это ложным срабатыванием, свяжитесь с командой разработки бота.

*`С уважением, команда поддержки NeveRest. Хорошего дня`*
'''
msg4leveltoxic = '''
---    Важное уведомление    ---
            
**Уведомление системы поиска токсиков**
            
В последнее время вы заметили за вами токсичную активность. Если вы не
прекратите, вам будет выдана пожизненная блокировка аккаунта. Вы уже
проигнорировали 3 предупреждения, **при следущем предупреждении, вам будет выдан бан.**

Ваша токсичная активность крайне высокая. Если вы прекратите токсичить, она снизится.

Это сообщение было отправлено автоматически. Если вы считаете это ложным срабатыванием, свяжитесь с командой разработки бота.

*`С уважением, команда поддержки NeveRest. Хорошего дня`*
'''